<?php

defined('BASEPATH') OR exit('No direct script access allowed');
$lang['lang_th'] = 'ภาษาไทย';
$lang['lang_en'] = 'English';
$lang['lang_jp'] = '日本語';

//Navber
$lang['nav_home'] = 'หน้าหลัก';
$lang['nav_about'] = 'เกี่ยวกับ';
$lang['nav_gallery'] = 'คลังรูปภาพ';
$lang['nav_shop'] = 'สินค้า';
$lang['nav_shop_cart'] = 'ตะกร้าสินค้า';
$lang['nav_contact'] = 'ติดต่อเรา';
$lang['nav_search'] = 'ค้นหา';
$lang['nav_admin'] = 'ผู้ดูแลระบบ';

//Footer
$lang['ct_footer'] = 'อุปกรณ์ดำน้ำเชิงเทคนิคโดยองค์ประกอบที่สี่, Halcyon, Sheawater เมื่อประสิทธิภาพเป็นสิ่งสำคัญ';
$lang['ct_footer_addr'] = '23/79 Royal City Avenue Blog G, SOI SOONVIJAI, BANGKAPI, HUAI KHWANG, กรุงเทพมหานคร 10310';

//Home Slider
$lang['sl_h1'] = 'ป้องกันการว่ายน้ำและศูนย์ดำน้ำ';
$lang['sl_m1'] = 'นี่คือความสัมพันธ์ระหว่างการว่ายน้ำและการดำน้ำลึก การว่ายน้ำเป็นการทำให้ตัวเราอยู่เหนือน้ำ เนื่องจากการดำน้ำลึกลงไปใต้น้ำในทางเทคนิคเราไม่จำเป็นต้องรู้วิธีว่ายน้ำ';

$lang['sl_h2'] = 'ป้องกันการว่ายน้ำและศูนย์ดำน้ำ';
$lang['sl_m2'] = 'นี่คือความสัมพันธ์ระหว่างการว่ายน้ำและการดำน้ำลึก การว่ายน้ำเป็นการทำให้ตัวเราอยู่เหนือน้ำ เนื่องจากการดำน้ำลึกลงไปใต้น้ำในทางเทคนิคเราไม่จำเป็นต้องรู้วิธีว่ายน้ำ';

$lang['sl_h3'] = 'ป้องกันการว่ายน้ำและศูนย์ดำน้ำ';
$lang['sl_m3'] = 'นี่คือความสัมพันธ์ระหว่างการว่ายน้ำและการดำน้ำลึก การว่ายน้ำเป็นการทำให้ตัวเราอยู่เหนือน้ำ เนื่องจากการดำน้ำลึกลงไปใต้น้ำในทางเทคนิคเราไม่จำเป็นต้องรู้วิธีว่ายน้ำ';

//About
$lang['a_h1'] = 'ประสิทธิภาพเป็นสิ่งสำคัญ ไม่ว่าคุณจะไปดำน้ำตื้นบนแนวปะการังที่สวยงามหรือสำรวจซากเรือลึก';
$lang['a_m1'] = 'ประสิทธิภาพเป็นสิ่งสำคัญ ไม่ว่าคุณจะไปดำน้ำตื้นบนแนวปะการังที่สวยงามหรือสำรวจซากเรือลึกในการดำน้ำแบบเทคนิคคัลที่วางแผนไว้เป็นเวลาหลายชั่วโมงอุปกรณ์ของคุณจะช่วยให้คุณเพลิดเพลินกับการดำน้ำหรือเพื่อให้สามารถมุ่งเน้นไปที่งานที่ต้องทำให้สำเร็จ
เรามุ่งมั่นที่จะตอบสนองความหลงใหลในการดำน้ำในทุกสิ่งที่คุณทำ ผลิตภัณฑ์ของเราได้รับการออกแบบโดยได้รับแรงบันดาลใจจากการดำน้ำแบบสันทนาการหรือแบบเทคนิคคัลและการดำน้ำเพื่อการสำรวจ';

$lang['a_ha1'] = 'ประสิทธิภาพเป็นสิ่งสำคัญ ไม่ว่าคุณจะไปดำน้ำตื้นบนแนวปะการังที่สวยงามหรือสำรวจซากเรือลึก';
$lang['a_ma1'] = "ในการดำน้ำแบบเทคนิคคัลที่วางแผนไว้เป็นเวลาหลายชั่วโมงอุปกรณ์ของคุณจะช่วยให้คุณเพลิดเพลินกับการดำน้ำหรือเพื่อให้สามารถมุ่งเน้นไปที่งานที่ต้องทำให้สำเร็จ
เรามุ่งมั่นที่จะตอบสนองความหลงใหลในการดำน้ำในทุกสิ่งที่คุณทำ ผลิตภัณฑ์ของเราได้รับการออกแบบโดยได้รับแรงบันดาลใจจากการดำน้ำแบบสันทนาการหรือแบบเทคนิคคัลและการดำน้ำเพื่อการสำรวจเสื้อผ้าไลฟ์สไตล์ - แรงบันดาลใจจากท้องทะเล
เสื้อผ้าคุณภาพสูงและใส่ใจในรายละเอียดเสื้อผ้า Fourth Element แสดงให้เห็นถึงความหลงใหลในชีวิตบนผิวน้ำและใต้น้ำ เสื้อยืดเสื้อสเวตเตอร์และผ้าฟลีซรวมถึงการออกแบบเพื่อสนับสนุน Shark Trust, Plastic Oceans Foundation และ Project Aware บางสไตล์ผสมผสานเนื้อผ้าที่คงทนกว่าเข้ากับการออกแบบร่วมสมัยทำให้ขอบเขตระหว่างการแสดงแฟชั่นและเสื้อผ้าไลฟ์สไตล์รวมอยู่ด้วยกัน...";

$lang['a_ma2'] = 'OceanPositive ผลิตขึ้นโดยใช้ไนลอนรีไซเคิลจากอวนจับปลา "Ghost" ซึ่งถูกทิ้งโดยเรือประมงหลังจากจมลงบนแนวปะการังและซากเรืออัปปาง "Ghost Nets" เหล่านี้ยังคงตกปลา (ปลามาติด) บ่อยครั้งที่ดักจับสิ่งมีชีวิตในทะเลและเป็นอันตรายต่อนักดำน้ำ โครงการ Ghost Fishing ขอให้ทีมนักดำน้ำปลดอวนเหล่านี้และนำพวกมันขึ้นสู่ผิวน้ำเพื่อนำกลับมาใช้ใหม่
OceanPositive ใช้ผ้าLycra®คุณภาพสูงที่ผลิตด้วยเส้นด้ายไนลอนรีไซเคิลเหล่านี้เพื่อเปลี่ยนรูปแบบการพัฒนาผลิตภัณฑ์แบบดั้งเดิม นขณะที่เราสร้างชุดว่ายน้ำและชุดดำน้ำจากขยะในทะเล
OceanPositive นำอุปกรณ์ตกปลาอันตรายที่มาจากนักดำน้ำและสร้างสายงานผลิตภัณฑ์ที่ใช้งานได้จริงซึ่งออกแบบโดยนักดำน้ำเพื่อให้สวมใส่สบาย
เราพบกับนักดำน้ำจากทั่วทุกมุมโลกที่หลงใหลในสภาพของมหาสมุทร นี่คือผลิตภัณฑ์ที่ออกแบบมาเพื่อพวกเขาซึ่งเป็นผลิตภัณฑ์ที่ดีต่อสิ่งแวดล้อมอย่างแท้จริงและช่วยทำความสะอาดท้องทะเลของเรา';
$lang['a_ma3'] = "Halcyon เริ่มจากกลุ่มนักดำน้ำที่รู้แน่ชัดว่าต้องการอะไร แต่หาสิ่งเหล่านั้นไม่พบในร้านดำน้ำและร้านอุปกรณ์ดำน้ำทั่วไป ความหลงใหลในการดำน้ำทำให้เราออกแบบบีซีแบบวิงและไฟฉาย canister เพื่อตอบสนองตัวเอง ในไม่ช้าเราก็ค้นพบว่าเราไม่ได้เป็นกลุ่มเดียวที่ต้องการอุปกรณ์ประสิทธิภาพสูงเหล่านั้น ในการแสวงหาอุปกรณ์ที่สามารถเพิ่มความสะดวกสบายของนักดำน้ำทุกคนได้อย่างชัดเจน ตั้งแต่นักดำน้ำเพื่อการพักผ่อนที่เพิ่งจบใหม่ไปจนถึงการสนับสนุนนักดำน้ำในการดำน้ำแบบเทคนิคคับที่ท้าทายที่สุดที่เคยมีมา ผู้ก่อตั้งเจ้าของและผู้บริหารระดับสูงของเรามีประวัติอันยาวนานในฐานะผู้บุกเบิกการดำน้ำแบบสำรวจโดยมีภูมิหลังที่หลากหลายตั้งแต่ด้านวิชาการการผลิตจนถึงผู้เชี่ยวชาญการให้คำปรึกษา พวกเขาแบ่งปันสิ่งเดียวกันคือประสบการณ์การดำน้ำชั้นแนวหน้าทุกรูปแบบที่มากกว่า 20 ปี";
$lang['a_ma4'] = "Shearwater
คอมพิวเตอร์ดำน้ำสำหรับนักดำน้ำที่ต้องการสิ่งที่เหนือกว่า

จากจุดเริ่มต้นในปี 2547 Shearwater Research Inc. ได้รับแรงบันดาลใจจากความมุ่งมั่นและวิสัยทัศน์ของบรูซพาร์ทริดจ์ซีอีโอ ด้วยพื้นฐานด้านการออกแบบระบบคอมพิวเตอร์การเขียนโปรแกรมและการดำน้ำแบบเทคนิคคัลขั้นสูง Bruce จึงนำมุมมองที่ไม่เหมือนใครมาสู่โลกของคอมพิวเตอร์ดำน้ำ

ด้วยความเชื่อที่ว่านักดำน้ำต้องการอินเทอร์เฟซผู้ใช้ที่ใช้งานง่ายซึ่งก่อนหน้านี้ไม่มีในคอมพิวเตอร์ดำน้ำและ rebreather แรกสุดคือการออกแบบโครงสร้างเมนูที่เหมาะสมกับผู้ใช้ ในฐานะนักดำน้ำที่มีประสบการณ์และนักดำน้ำด้านเทคนิคคัลแบบวงจรเปิดบรูซเข้าใจอย่างชัดเจนถึงความจำเป็นที่นักดำน้ำจะต้องได้รับการเสนอทางเลือกที่เหมาะสมโดยต้องใช้การกดปุ่มน้อยที่สุดเท่าที่จะทำได้ในสถานการณ์ใต้น้ำที่ตึงเครียด Shearwater Research กลายเป็นซัพพลายเออร์รายใหญ่ของคอมพิวเตอร์ trimix และระบบควบคุมอิเล็กทรอนิกส์สำหรับ rebreathers อย่างรวดเร็ว หลังจากได้รับการยอมรับอย่างกว้างขวางในแวดวงการดำน้ำแบบเทคนิคคัล Shearwater ได้รับความนิยมในหมู่นักดำน้ำเพื่อการพักผ่อน อินเทอร์เฟซที่ใช้งานง่ายได้รับการขยายเพิ่มเติมและทำให้ใช้ง่ายขึ้นโดยมุ่งเน้นไปที่นักดำน้ำเพื่อการพักผ่อน ปัจจุบัน Shearwater ดำรงตำแหน่งผู้นำในบรรดา บริษัท ต่างๆและมีชื่อเสียงด้วยคุณภาพสูงสุดในตลาด คอมพิวเตอร์ของพวกเราใช้งานง่ายสำหรับนักดำน้ำในทุกระดับและมีชื่อเสียงในด้านความน่าสเถียรใช้งานง่ายและอ่านข้อมูลใต้น้ำได้ง่าย คอมพิวเตอร์ Shearwater ได้รับการออกแบบมาเพื่อยกระดับการเดินทางสำหรับนักดำน้ำไปในทุกที่ในโลก";

$lang['bt_more'] = 'เพิ่มเติม';

//Shop
$lang['sh_h1'] = 'ผลิตภัณฑ์ของเรา';
$lang['sh_m1'] = 'ซื้ออุปกรณ์ที่คุณต้องการ';
$lang['sh_m2'] = 'ไม่พบสินค้า ...';

//Apply for Job
$lang['j_h1'] = 'สมัครงาน';
$lang['j_m1'] = 'เรากำลังจ้างผู้เชี่ยวชาญสำหรับสามประเภทที่แตกต่างกัน';
$lang['j_m2'] = 'มันเต็มไปด้วยความเต็มใจแม้กระทั่งในสถานที่โครงสร้างที่เขาถือไว้เพื่อดู ต้องการให้หนักขึ้นในวิธีการที่จะได้รับต้องการที่จะซุ่มโจมตีบ้านนั้นตำแหน่งนี้ของเขา ในห้องนั้นได้ยินเสียงสวนสาธารณะ เปรียบเทียบห้องเดียว คำให้การของคุณมิสเตอร์เพลงสรุปเนื้อหาวินัยด้วยน้ำเสียงที่สมบูรณ์';
$lang['bt_apply'] = 'ลงทะเบียน';
$lang['bt_career'] = 'อาชีพของเรา';

//Swimming Course
$lang['sw_h1'] = 'หลักสูตรว่ายน้ำ';
$lang['sw_m1'] = 'หลักสูตรว่ายน้ำดำเนินการโดยผู้ฝึกสอนที่มีประสบการณ์มากที่สุดของเรา';
$lang['sw_m2'] = "พยายาม. จุดเริ่มต้นที่ได้รับและสิ่งที่ได้รับเข้ามาในการติดตั้งอีกคนที่อยู่เบื้องหลังจะคิดว่า insur เป็นน้องสาวของ ance ที่ไม่รุนแรงกลับมาอย่างน้อยที่สุดในสงครามกระป๋องจากระยะไกลกลายเป็นและนั่นในฐานะเส้นขอบฟ้าของฉันเป็นครั้งแรกที่เขามีเครื่องดนตรีหลายชิ้นใกล้กับ a ชุดจุดประสงค์ของเขาทำอะไรไม่ถูกไม่มีคำถามยาว ๆ สามสีที่นี่ลิงก์ที่จำเป็นในจำนวนมาก";
$lang['sw_m3'] = "เดือนที่รู้จักกันเป็นครั้งแรกพวกเขา การเดินทางด้วยความเร็วที่ตกลงกันตามนาฬิกานี้เพื่ออุทิศให้กับวันและในการรับชมสิ่งที่เรานำมาให้เธอคือการตัดสินใจ";

//Diving Course
$lang['dc_h1'] = 'หลักสูตรดำน้ำ';
$lang['dc_m1'] = 'หลักสูตรดำน้ำดำเนินการโดยผู้ฝึกสอนที่มีประสบการณ์มากที่สุดของเรา';
$lang['dc_m2'] = "พยายาม. จุดเริ่มต้นที่ได้รับและสิ่งที่ได้รับเข้ามาในการติดตั้งอีกคนที่อยู่เบื้องหลังจะคิดว่า insur เป็นน้องสาวของ ance ที่ไม่รุนแรงกลับมาอย่างน้อยที่สุดในสงครามกระป๋องจากระยะไกลกลายเป็นและนั่นในฐานะเส้นขอบฟ้าของฉันเป็นครั้งแรกที่เขามีเครื่องดนตรีหลายชิ้นใกล้กับ a ชุดจุดประสงค์ของเขาทำอะไรไม่ถูกไม่มีคำถามยาว ๆ สามสีที่นี่ลิงก์ที่จำเป็นในจำนวนมาก";
$lang['dc_m3'] = "เดือนที่รู้จักกันเป็นครั้งแรกพวกเขา การเดินทางด้วยความเร็วที่ตกลงกันตามนาฬิกานี้เพื่ออุทิศให้กับวันและในการรับชมสิ่งที่เรานำมาให้เธอคือการตัดสินใจ";

//Our Services
$lang['os_h1'] = 'บริการของเรา';
$lang['os_m1'] = 'ด๊อบบี้ให้บริการ';
$lang['os_m2'] = "แนะนำตอนนี้พวกเขาคาดหวังสัตว์โต๊ะและวัดจับ อีกเจ็ดตัวของฉันไม่สามารถใช้ตัวละครที่แนะนำได้";

$lang['os_mc1'] = 'ว่ายน้ำและดำน้ำ';
$lang['os_mc2'] = 'เป็นเครื่องหมายสิ่งที่แต่ละคนเย้ยหยันต่อการจัดระเบียบ การเปลี่ยนแปลงที่ชนะคำว่ามีจำนวนมากดำเนินการเรื่อง';

$lang['os_mt1'] = 'สอนว่ายน้ำและดำน้ำ';
$lang['os_mt2'] = 'เป็นเครื่องหมายสิ่งที่แต่ละคนเย้ยหยันต่อการจัดระเบียบ การเปลี่ยนแปลงที่ชนะคำว่ามีจำนวนมากดำเนินการเรื่อง';

$lang['os_ms1'] = 'อุปกรณ์ว่ายน้ำ';
$lang['os_ms2'] = 'เป็นเครื่องหมายสิ่งที่แต่ละคนเย้ยหยันต่อการจัดระเบียบ การเปลี่ยนแปลงที่ชนะคำว่ามีจำนวนมากดำเนินการเรื่อง';

//Our Gallery
$lang['og_h1'] = 'แกลเลอรีของเรา';
$lang['og_m1'] = 'ภาพถ่ายที่น่าตื่นตาตื่นใจที่ Dobby ประจำวันของเรา';
$lang['og_m2'] = "แนะนำตอนนี้พวกเขาคาดหวังสัตว์โต๊ะและวัดจับ อีกเจ็ดตัวของฉันไม่สามารถใช้ตัวละครที่แนะนำได้";
$lang['og_s1'] = 'เด็กผู้หญิงเรียนว่ายน้ำ';
$lang['og_s2'] = 'จอห์นในงานว่ายน้ำของเขา';
$lang['og_s3'] = 'คำแนะนำการดำน้ำลึก';
$lang['og_s4'] = 'ดำน้ำลึกใต้น้ำ';
$lang['og_s5'] = 'Mikes Frist Dive สำหรับ Dobby';
$lang['og_s6'] = 'เด็กชายกำลังเรียนว่ายน้ำ';

//Our Trainers
$lang['ot_h1'] = 'ผู้ฝึกสอนของเรา';
$lang['ot_m1'] = 'ผู้ฝึกสอนมืออาชีพของเรา';
$lang['ot_m2'] = "แนะนำตอนนี้ที่พวกเขาคาดหวังสัตว์โต๊ะและวัดจับ อีกเจ็ดตัวของฉันไม่สามารถใช้ตัวละครที่แนะนำได้";
$lang['ot_s1'] = 'John Doe';
$lang['ot_s2'] = 'นักดำน้ำมืออาชีพ';
$lang['ot_s3'] = 'Evana Doe';
$lang['ot_s4'] = 'เทรนเนอร์มืออาชีพ';
$lang['ot_s5'] = 'Marida Doe';
$lang['ot_s6'] = 'อาจารย์ผู้สอนมืออาชีพ';
$lang['ot_s7'] = 'Marida Doe';
$lang['ot_s8'] = 'อาจารย์ผู้สอนมืออาชีพ';

//Shop
$lang['s_h1'] = 'อุปกรณ์ดำน้ำและว่ายน้ำล่าสุดของเรา';

//Conract
$lang['c_h1'] = 'คุณอยากรู้อะไร?';
$lang['c_m1'] = 'ชื่อของคุณ';
$lang['c_m2'] = 'อีเมลของคุณ';
$lang['c_m3'] = 'โทรศัพท์ของคุณ';
$lang['c_m4'] = 'เรื่อง';
$lang['c_m5'] = 'ข้อความของคุณ';

$lang['c_sm'] = 'ส่ง';

//Cart
$lang['cs_m1'] = 'สินค้า';
$lang['cs_m2'] = 'ชื่อ';
$lang['cs_m3'] = 'ราคาต่อหน่วย';
$lang['cs_m4'] = 'จำนวน';
$lang['cs_m5'] = 'รวม';
$lang['cs_m6'] = 'รถเข็นของคุณว่างเปล่า .....';
$lang['cs_m7'] = 'รวมทั้งหมด';
$lang['cs_m8'] = 'บาท';
$lang['cs_m9'] = 'ขนาด';

$lang['cs_b1'] = 'ช็อปปิ้งต่อ';
$lang['cs_b2'] = 'ดำเนินการต่อ';

//Checkout
$lang['ch_h1'] = 'เช็คเอาท์';
$lang['ch_h2'] = 'รายละเอียดการเรียกเก็บเงิน';
$lang['ch_h3'] = 'คำสั่งซื้อของคุณ';

$lang['ch_m1'] = 'ชื่อจริง';
$lang['ch_m2'] = 'ป้อน ชื่อจริง';
$lang['ch_m3'] = 'อีเมล';
$lang['ch_m4'] = 'ป้อน อีเมล';
$lang['ch_m5'] = 'โทรศัพท์';
$lang['ch_m6'] = 'ป้อนหมายเลขติดต่อ';
$lang['ch_m7'] = 'ที่อยู่';
$lang['ch_m8'] = 'ป้อน ที่อยู่';
$lang['ch_m9'] = 'รวม (บาท)';
$lang['ch_m10'] = 'ชื่อผลิตภัณฑ์';
$lang['ch_m11'] = 'รวม';
$lang['ch_m12'] = 'ไม่มีสินค้าในรถเข็นของคุณ ...';

$lang['ch_m13'] = 'กดเพื่อเช็คสินค้า';

//OrderSuccess
$lang['od_h1'] = 'สั่งซื้อสำเร็จ';
$lang['od_m1'] = 'ส่งคำสั่งซื้อของคุณเรียบร้อยแล้ว';
$lang['od_m2'] = 'รหัสอ้างอิง:';
$lang['od_m3'] = 'รวม:';
$lang['od_m4'] = 'วันที่สั่งซื้อ:';
$lang['od_m5'] = 'ชื่อผู้ซื้อ:';
$lang['od_m6'] = 'อีเมล:';
$lang['od_m7'] = 'โทรศัพท์:';

//Quick Links
$lang['ql_h1'] = 'ลิงค์ด่วน';
//Contacts
$lang['cl_h1'] = 'ติดต่อ';
//Shop Detail
$lang['sd_h1'] = 'รายละเอียด';
$lang['sd_m1'] = 'คลิกเพื่อดู Size Chart';
